<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>#15 GS1 Standarder</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b>#15 GS1 Standarder</b>

            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-CourseOfAction"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-CourseOfAction" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
					   <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">Gir en knagg &#229; henge vareinformasjon og dokumentasjon p&#229; som gir interoperabilitet uavhengig av properit&#230;re n&#248;kler og produktregistere. 
Kan brukes b&#229;de som b&#230;rer av informasjon ift IFC og en PDS/PDT. GTIN og SGTIN er de to mest aktuelle. I tillegg utgj&#248;r de sammen med andre GS1 standarder et system, som drastisk har effektivisert logistikk, vare og informasjonsflyt i andre bransjer. Vi tror ogs&#229; BAE kan utnytte dette systemet bedre. Hvis en standard brukes av en eller f&#229; akt&#248;rer er det kun en kostnad. Hvis en standard brukes av alle akt&#248;rer i bransjen gir det effektiviseringsgevinster i bransjen under ett. I tillegg gir det en mulighet for tjenestetilbydere og andre, til &#229; bygge tjenester som vi ikke har i dag. Alle akt&#248;rene i bransjen vil ha nytte av GS1 standarder, men p&#229; forskjellige m&#229;ter. En produsent vil enklere kunne ta eierskap til egen metadata og det gir muligheter for kommunikasjon rett med sluttbruker. Grossist og entrepren&#248;r kan forenkle logistikk og flyt av vareinformasjon. Byggherre og forvalter f&#229;r en enklere og mer effektiv drift og forvaltning fordi man vet hva som har g&#229;tt inn i et byggverk og man enklere finne vare/system informasjon. GS1 kan forvalte og utvikle, men bransjen under ett m&#229; bli enige om at det det er GS1 n&#248;kler som bruker for &#229; identifisere produtker og systemer og i logistikk. Standardene forvaltes og utvikles i en etablert modell som fungerer globalt. Det kan hende at det innenfor noen produktomr&#229;der m&#229; gj&#248;res tilpasninger eller videreutvikling. Det b&#248;r i s&#229; fall skje p&#229; initiativ fra bransjen og eierskapet til dette initiativet b&#248;r ligge hos bransjen selv, ikke GS1. Forvaltningen og driften er allerede finansiert gjennom eksisterende modell. Hvis man skal videreutvikle standardene m&#229; dette skje i et samarbeid mellom GS1 og bransjen.</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>