<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title></title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">

		<div class="panel-heading root-panel-heading">
            <!-- Name -->
               <b class="i18n-elementtype-DiagramModelNote"></b>
            <!-- If a View with Viewpoint -->
			   (<span class="i18n-elementtype-DiagramModelNote"></span>)
			   <a class="glyphicon glyphicon-info-sign" id="hint-DiagramModelNote" target="hint"></a>
		</div>

		<div class="panel-body root-panel-body">
		    <!-- If this is a digram model (has children and no bounds) show the image -->

			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
                    <!-- Purpose / Documentation / Content -->
                       <li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-content"></a></li>

                    <!-- Properties -->
                    <li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>

				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<div class="convertlinks documentation" style="white-space:pre-wrap">Bakteppet her er de langsiktige proglemstillingene rundt utgifter og inntekter. Det er inntekter vi f&#248;rst og fremst trenger i fremtiden. K&#248;en er kort. Utgiftene &#248;ker pga. befolkningssammensetningen. I dag: regner vi p&#229; hvor mye dyrere er det &#229; levere de samme tenestene uten kvalitetshevninger: 2,5 mrd. Samt langtidsplaner - transport, forsvar. Ikke bra &#229; bruke penger vi ikke har. Vi m&#229; effektivisere.

De beste nyhetene p&#229; digitalisering er hvor mye bedre og effektiv tjenestene er blitt - spart p&#229; andre omr&#229;der. Vi trenger mer ala. bolighandel og samtykkebasert l&#229;nes&#248;knad

En strategi: Noen problemstillinger g&#229;r p&#229; tvers. Offentlig sektor - det som skjer *innenfor* en sektor er det mulig &#229; f&#229; til, andre ganger kan gevinstene hentes ut kun n&#229;r det gj&#248;res p&#229; tvers. Problem for lederen som &#248;ker utgiftene... Vi har et ansvar for &#229; se p&#229; tvers. Offentlig-Privat, Stat-kommune. Det vi legger til rette av digitale muligheter blir ikke tatt i bruk, stritter i mot og mangel p&#229; komptanse.

Mer p&#229; tvers: Landet har f&#229;tt en digitaliseringsminister. Portef&#248;ljen er det flere som henger sammen. Digital agenda - prinsipper og retninger. 1) dig. i offentlig sektor, 2) n&#230;ringsliv og verdiskapning 3) digital infrastruktur (fysisk, nett, frekvens). Disse tre er n&#229; samlet under en minister.

Sektorene vil ikke gi fra seg sin digitalisering. Men utfordringen er &#229; f&#229; de rverrg&#229;ende virkemidlene til &#229; fungere. Insentiver og mekanismer. Vi suboptimaliserer. Gevinsten kommer andre steder. Registrene - fordi man ikke blir bel&#248;nnet som man gj&#248;r og andre har glede av. 

Lov og regelverksvask - digitalt f&#248;rstevalg til og med - skrape i overflaten. En kjede som ellers ville fungert fint, ikke gj&#248;r det. Et ledd fungerer ikke. Prioritering. Kan v&#230;re lurt &#229; ha noen som ser p&#229; tvers.

Gevinstrealisering. Det g&#229;r ikke like bra. Fordi omstillingen som skal f&#229; det til, egentlig ikke handler om teknologi. En vanskelig lederoppgave og gi st&#248;tte til dette. 

Ande land: G&#229;r mye i &#229; hente ut . Vi har opplysninger folk stoler p&#229;. Vi har veldig mye mer data vi kan bruke p&#229; fornufig m&#229;te. Med det som kreves av personvern, med semantisk samhandling. Lovgiverne mente at det skulle defineres forskjellig. Dette er ting vi m&#229; gj&#248;re! Spennende. Bring videre til oss hva *vi* m&#229; gj&#248;re".</div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>