<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Det er imidlertid bred politisk enighet om at Frivillighetsregisteret skal tas i bruk av offentlige myndigheter. Departementet arbeider aktivt for å øke bruken av Frivillighetsregisteret som et verktøy for samordning og forenkling. Sentralt i denne forbindelse er gjenbruk av opplysninger som frivillige organisasjoner innrapporterer som vilkår for å motta offentlig støtte, deriblant vedtekter, årsregnskap og årsmeldinger. Dette er opplysninger som både offentlige myndigheter og private aktører vil kunne benytte til ulike formål, og som vil kunne bidra til økt åpenhet og tilgang på informasjon om frivillige organisasjoners innsamlinger. Departementet mener på denne bakgrunn det er hensiktsmessig å se forslaget om en frivillig registrering av innsamlinger i sammenheng med det pågående arbeidet for å øke bruken av Frivillighetsregisteret.</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>Det er imidlertid bred politisk enighet om at Frivillighetsregisteret skal tas i bruk av offentlige myndigheter. Departementet arbeider aktivt for &#229; &#248;ke bruken av Frivillighetsregisteret som et verkt&#248;y for samordning og forenkling. Sentralt i denne forbindelse er gjenbruk av opplysninger som frivillige organisasjoner innrapporterer som vilk&#229;r for &#229; motta offentlig st&#248;tte, deriblant vedtekter, &#229;rsregnskap og &#229;rsmeldinger. Dette er opplysninger som b&#229;de offentlige myndigheter og private akt&#248;rer vil kunne benytte til ulike form&#229;l, og som vil kunne bidra til &#248;kt &#229;penhet og tilgang p&#229; informasjon om frivillige organisasjoners innsamlinger. Departementet mener p&#229; denne bakgrunn det er hensiktsmessig &#229; se forslaget om en frivillig registrering av innsamlinger i sammenheng med det p&#229;g&#229;ende arbeidet for &#229; &#248;ke bruken av Frivillighetsregisteret.</b>
			(<span class="i18n-elementtype-Assessment"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-Assessment" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none"></textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>