<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Standardisering og evaluering av CV for offentlige anskaffelser</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>Standardisering og evaluering av CV for offentlige anskaffelser</b>
			(<span class="i18n-elementtype-CourseOfAction"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-CourseOfAction" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Opp til 80% av informasjon i CV kan standardiseres og kvantitativt evalueres. Resterende 20 % blir da konkurranseelementer i det enkelte tilbud som reduserer arbeidstimer brukt p&#229; &#229; tilpasse og evaluere tilbud. Attester og referanser kan tas etter CV, disse er ogs&#229; tidkrevende og vanskelig &#229; forholde seg til uten noen mal/ standard

Produkt:
Hver eneste leverand&#248;r bruker mye tid p&#229; &#229; tilpasse sine CV&#8217;er til hver anskaffelse, og hver eneste byggherre har sine egne unike krav og &#248;nsker. Det finnes ingen standard mal. DIFI har sagt at opp til 80 % av informasjon kan standardiseres og kvantitativt evalueres. Resterende 20 % blir da konkurranseelementer i det enkelte tilbud som leveres, men som kan begrenses innenfor visse rammer. Videre ved evaluering av prosjektet b&#248;r det publiseres en offentlig rapport som vurderer ressursene opp mot oppdraget og om utlysningene for ressurser av oppdraget var hensiktsmessig

Marked: 
Alle profesjonelle leverand&#248;rer i bygg og anleggsbransjen, men ogs&#229; alle andre sektorer vil ha nytte av en slik l&#248;sning. Ut av bransjens akt&#248;rer er 70 %  av ressursene til enhver tid tilbudt p&#229; en anskaffelse (arkitekter 8 000, r&#229;dgivere 15 000 og entrepren&#248;rens funksjon&#230;rer 15 000). Potensielt er dette 300-500 MNOK i arbeidstimer i &#229;ret for CV-tilpasning. Ressursbruken til &#229; vurdere tilbudene vil ogs&#229; betydelig reduseres og effektiviseres. Ytterligere besparelse kan om vi ogs&#229; ser p&#229; kvalifikasjonskrav og prekvalifisering utifra data som allerede finnes, samt standardisering av attester/ referanser

Organisering: 
De aktuelle akt&#248;rene er DIFI og Statsbygg. DIFI og Statsbygg utvikler standard sammen, markedet utvikler IT-l&#248;sningen. 

Finansiering:
DIFI og Statsbygg utvikler standard, markedet utvikler IT-l&#248;sningen. Her er det mulig for markedet &#229; utvikle l&#248;sning selv s&#229; lenge den er kompatibel med DIFI sitt bestemte format og at en f&#248;lger standarden som utvikles
</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>