<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>«Helse- og omsorgsdepartementet har ikke gjennom den juridiske virkemiddelbruken stilt formelle krav om at alle aktørene skal ta i bruk elektronisk meldingsutveksling i samhandlingen seg imellom.» – Har ikke tatt i bruk. – «Aktørene i sektoren har et selvstendig ansvar og beslutningsmyndighet til å bestemme hvilke løsninger de skal anskaffe og når løsningene skal innføres.»  Hvordan kan man da tenke seg at man skal greie å etablere nasjonale standarder når det er på den måten? Det forstår ikke jeg. Det er i hvert fall mitt problem, men det bør være manges problem når Stortinget har vedtatt én journal per pasient for hele landet. Jeg forstår ikke det. Jeg forstår det heller ikke når det ikke blir forklart i høringen hvorfor det er på det viset.  Representanten for Helse Vest var invitert til høring, og sa i høringen – og dette er litt etter hukommelsen, men det kan leses i referatet også – at vi har bedt om standard, men vi får ingen, så vi kan ikke vente lenger, og vi må utarbeide vår egen. Jeg vet at det ikke kombineres heller med Helse Nord. – Jaha. Hvem har ansvaret for det? Er det direktoratet? Er det departementet? Eller hvem er det som i tilfelle har ansvaret for at det er slik?  Noen av dem som var i høringen, og som var eksperter, sa også til oss, kjære alle sammen: Det er kanskje nødvendig å begynne på nytt for at vi skal greie å håndtere dette. Jeg vil gjerne vite – og det får statsråden prøve å ha som ambisjon å svare på: Er det slik at de vedtakene som er gjort, har vært feil? Det er det jeg spør om. Er de for ambisiøse? Greier vi ikke å gjennomføre en slik standardisering? Ja vel, men da bør i hvert fall noen si at dette går ikke, slik at vi kan få en strategi for dette som er gjennomførbar, og som gjør situasjonen effektiv og bra. Er det spørsmål om penger? Alltid er det jo det, men vi må i tilfelle også få vite det. </title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>&#171;Helse- og omsorgsdepartementet har ikke gjennom den juridiske virkemiddelbruken stilt formelle krav om at alle akt&#248;rene skal ta i bruk elektronisk meldingsutveksling i samhandlingen seg imellom.&#187; &#8211; Har ikke tatt i bruk. &#8211; &#171;Akt&#248;rene i sektoren har et selvstendig ansvar og beslutningsmyndighet til &#229; bestemme hvilke l&#248;sninger de skal anskaffe og n&#229;r l&#248;sningene skal innf&#248;res.&#187;  Hvordan kan man da tenke seg at man skal greie &#229; etablere nasjonale standarder n&#229;r det er p&#229; den m&#229;ten? Det forst&#229;r ikke jeg. Det er i hvert fall mitt problem, men det b&#248;r v&#230;re manges problem n&#229;r Stortinget har vedtatt &#233;n journal per pasient for hele landet. Jeg forst&#229;r ikke det. Jeg forst&#229;r det heller ikke n&#229;r det ikke blir forklart i h&#248;ringen hvorfor det er p&#229; det viset.  Representanten for Helse Vest var invitert til h&#248;ring, og sa i h&#248;ringen &#8211; og dette er litt etter hukommelsen, men det kan leses i referatet ogs&#229; &#8211; at vi har bedt om standard, men vi f&#229;r ingen, s&#229; vi kan ikke vente lenger, og vi m&#229; utarbeide v&#229;r egen. Jeg vet at det ikke kombineres heller med Helse Nord. &#8211; Jaha. Hvem har ansvaret for det? Er det direktoratet? Er det departementet? Eller hvem er det som i tilfelle har ansvaret for at det er slik?  Noen av dem som var i h&#248;ringen, og som var eksperter, sa ogs&#229; til oss, kj&#230;re alle sammen: Det er kanskje n&#248;dvendig &#229; begynne p&#229; nytt for at vi skal greie &#229; h&#229;ndtere dette. Jeg vil gjerne vite &#8211; og det f&#229;r statsr&#229;den pr&#248;ve &#229; ha som ambisjon &#229; svare p&#229;: Er det slik at de vedtakene som er gjort, har v&#230;rt feil? Det er det jeg sp&#248;r om. Er de for ambisi&#248;se? Greier vi ikke &#229; gjennomf&#248;re en slik standardisering? Ja vel, men da b&#248;r i hvert fall noen si at dette g&#229;r ikke, slik at vi kan f&#229; en strategi for dette som er gjennomf&#248;rbar, og som gj&#248;r situasjonen effektiv og bra. Er det sp&#248;rsm&#229;l om penger? Alltid er det jo det, men vi m&#229; i tilfelle ogs&#229; f&#229; vite det. </b>
			(<span class="i18n-elementtype-Assessment"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-Assessment" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none"></textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>