<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title></title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b></b>
			(<span class="i18n-elementtype-InfluenceRelationship"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-InfluenceRelationship" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
							<br>
							<b class="i18n-relation-source"></b>
								<a href="../elements/d7525a1a.html" target="element">
									Det har helt fra den f&#248;rste nasjonale IKT-strategi innenfor helseseksjonen ble lansert i 1997, blitt etterspurt fra Stortingets side en sterkere nasjonal styring og koordinering p&#229; IKT-omr&#229;det. S&#229; forslaget som en enstemmig komit&#233; i dag st&#229;r bak, er faktisk reist med jevne mellomrom &#8211; med sp&#248;rsm&#229;l knyttet til &#8211; over en periode p&#229; snart 15 &#229;r. Det er ikke rart at noen i dag gir uttrykk for ut&#229;lmodighet over at vi fortsatt er der vi er. I alle strategiene siden har elektronisk meldingsutveksling v&#230;rt en prioritert l&#248;sning for &#229; f&#229; til en elektronisk samhandling for effektiv og p&#229;litelig utveksling av pasientopplysninger.  Riksrevisjonens unders&#248;kelse, som vi i dag debatterer, har hatt som m&#229;lsetting &#229; vurdere status for innf&#248;ring av elektronisk meldingsutveksling og samtidig status for avvikling av parallelle papirrutiner. Videre unders&#248;kes graden av styring fra de nasjonale myndigheter og hvordan m&#229;lene om effektiv elektronisk samhandling blir tilrettelagt og fulgt opp.  [...] Manglende standarder gj&#248;r at utvekslingen av elektroniske meldinger foreg&#229;r ved hjelp av lokalt tilpassede l&#248;sninger. Den etterspurte sterkere nasjonale styringen er fortsatt i veldig liten grad p&#229; plass.  Det er fortsatt ikke fastsatt felles krav til innhold og struktur. [...] Det danner seg et bilde av at jakten p&#229; de beste l&#248;sningene har v&#230;rt for mye overlatt til de enkelte akt&#248;rene. Istedenfor &#229; l&#230;re av andres erfaringer &#8211; b&#229;de innenlands og ikke minst utenfor landets grenser &#8211; har man valgt l&#248;sninger som b&#229;de har virket fordyrende og i tillegg gjort at man ligger betydelig etter tidsplanen. Det er derfor grunn til bekymring for at nok et statlig IKT-prosjekt ikke blir realisert i henhold til planen og nasjonale m&#229;lsettinger. Et sterkt mandat, sentral styring, fokus p&#229; gevinstrealisering og r&#229;derett &#8211; ikke minst r&#229;derett over virkemidler, som kan gi tilstrekkelig forpliktelse i samarbeidet mellom akt&#248;rene &#8211; synes &#229; v&#230;re helt n&#248;dvendige og avgj&#248;rende forutsetninger for &#229; kunne l&#248;se IKT-utfordringene i helsevesenet.
								</a> <br>
							<b class="i18n-relation-target"></b>
								<a href="../elements/9948f6a8.html" target="element">
									Utveksling av informasjon i helsesektoren
								</a> <br>
							<br>
						<textarea id="docsrc" style="display:none"></textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>