<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title></title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b></b>
			(<span class="i18n-elementtype-AssociationRelationship"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-AssociationRelationship" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
							<br>
							<b class="i18n-relation-source"></b>
								<a href="../elements/a2a7a32c.html" target="element">
									Stortingsrepresentant (H)
								</a> <br>
							<b class="i18n-relation-target"></b>
								<a href="../elements/d45aa0e4.html" target="element">
									16.06.2014: Denne saken er viktig for videreutviklingen av Norge, og for &#229; kunne gi best mulig helsehjelp er helsepersonell avhengig av informasjon om pasienten. Manglende eller feilaktig informasjon kan medf&#248;re feilbehandling, og for &#229; dokumentere hva som er gjort, og p&#229; hvilket grunnlag beslutningen er fattet, m&#229; informasjonen registreres &#8211; dette prim&#230;rt av hensyn til pasienten og den videre behandlingen.  Dette forslaget inneb&#230;rer at dagens helseregisterlov splittes opp i to nye lover: pasientjournalloven og helseregisterloven. P&#229; grunn av den faglige og organisatoriske utviklingen i helse- og omsorgstjenesten fungerer ikke lenger alle deler av helseregisterloven etter intensjonen. Siden 2001 har det skjedd store endringer i de tekniske mulighetene og i forventningene befolkningen har til s&#248;ml&#248;s utveksling av informasjon og tilgang til egne helseopplysninger.  H&#248;yre mener at flere av bestemmelsene i dagens lov er til hinder for et velfungerende pasientforl&#248;p. Tidligere ble en st&#248;rre del av helsehjelpen ytt innenfor &#233;n virksomhet. Det har imidlertid skjedd store endringer i pasientforl&#248;pet. Hver person har i dag sine helseopplysninger spredd mellom ulike systemer i ulike virksomheter. &#216;kt spesialisering og samhandling forutsetter at flere virksomheter er l&#248;pende involvert i behandlingen av samme pasient.  Grunnleggende krav til pasientsikkerhet forutsetter en st&#248;rre grad av sikker informasjonsdeling mellom de involverte virksomhetene. Endringene i loven legger til rette for at helsepersonell som yter helsehjelp, skal kunne f&#229; relevante og n&#248;dvendige opplysninger p&#229; en rask og effektiv m&#229;te, uavhengig av hvor pasienten har f&#229;tt helsehjelp tidligere. Kort og godt, i stedet for at journaler transporteres med taxi, faks og r&#248;rpost, legger denne lovendringen opp til elektronisk samhandling i helsevesenet. Vi mener elektronisk informasjonsutveksling ikke skal gj&#248;re det n&#248;dvendig med s&#230;rskilt krav til samtykke. Kravet til samtykke b&#248;r v&#230;re det samme uavhengig av om det gjelder utveksling av papirbasert informasjon, eller om opplysningene gj&#248;res elektronisk tilgjengelig.  Begge lovforslagene er endret p&#229; flere punkter etter h&#248;ringen. En del av debatten har v&#230;rt basert p&#229; h&#248;ringsforslaget og ikke p&#229; det som blir fremmet i lovproposisjonen.  Den nye pasientjournalloven legger bedre til rette for informasjonsdeling mellom helsepersonell enn dagens helseregisterlov. Det lovfestes at pasienten har rett til &#229; motsette seg at hele eller deler av journalen gj&#248;res tilgjengelig for annet helsepersonell. Dette kan gj&#248;res b&#229;de gjennom teknisk sperring og ved muntlig meddelelse til pasientbehandler. Vi er opptatt av at rettighetene skal v&#230;re godt opplyst for pasienten, og det er flere merknader rundt dette i innstillingen.  Personvern er sikret gjennom allmenne regler om taushetsplikt. Snoking er uansett forbudt. Norske pasienter kan med denne loven i h&#229;nd nekte at hele eller deler av deres journal gj&#248;res tilgjengelig for annet helsepersonell. Det er viktig &#229; presisere at mulighetene loven gir, ikke skal kunne tas i bruk f&#248;r n&#248;dvendige sikkerhetsl&#248;sninger er utviklet.  Loven g&#229;r i dette tilfellet foran teknologien i stedet for &#229; l&#248;pe etter. De helseakt&#248;rene som vil ta i bruk mulighetene loven gir, m&#229; f&#248;rst s&#248;rge for &#229; v&#230;re p&#229; rett niv&#229; med tanke p&#229; datasikkerhet og teknologi. Tilgjengelighet og sikkerhet for journalopplysninger m&#229; ivaretas uavhengig av hvor pasienten har f&#229;tt helsehjelp, og sektorens organisering. Dette m&#229; skje innen rammen av taushetsplikten. Bruk av opplysninger skal fortsatt reguleres av pasientenes behov gjennom hele behandlingsforl&#248;pet.  Disse lovene blir kart og kompass i den videre utviklingen av e-helse i Norge. Vi mener at dagens lovverk hindrer utviklingen av konseptet &#233;n pasient&#8211;&#233;n journal, en viktig brikke som m&#229; p&#229; plass for at vi skal n&#229; m&#229;lene vi har satt oss for et fremtidsrettet helsevesen p&#229; pasientenes premisser.  Loven stadfester at deling av pasientopplysninger bare skal skje n&#229;r det er n&#248;dvendig og relevant for pasientbehandling og andre lovhjemlede form&#229;l. Urettmessig innsyn i og deling av pasientopplysninger er ulovlig og kan medf&#248;re straffeansvar. Dette f&#248;lger ogs&#229; av helsepersonelloven. Pasienter og brukere skal i st&#248;rst mulig grad ha kontroll over helseopplysninger som beskriver dem. Pasienten skal slippe &#229; henvende seg flere steder enn n&#248;dvendig for &#229; f&#229; et fullstendig bilde av egne data.  Tillit mellom pasient og behandlende helsepersonell er en forutsetning for &#229; yte helsehjelp av god kvalitet og avgj&#248;rende for om pasienten gir fra seg tilstrekkelig med opplysninger for &#229; motta riktig og n&#248;dvendig helsehjelp. I Den hippokratiske ed st&#229;r det bl.a.:  &#171;Alt som kommer til min viten under ut&#248;vingen av mitt yrke eller i daglig samkvem med mennesker, som ikke burde bli kjent for andre, vil jeg holde hemmelig og aldri avsl&#248;re.&#187;  Helsetjenestens taushetsplikt er et av de eldste og viktigste tiltak for &#229; ivareta denne tilliten. 
								</a> <br>
							<br>
						<textarea id="docsrc" style="display:none"></textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>