<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>Shared vocabularies</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>Shared vocabularies</b>
			(<span class="i18n-elementtype-Deliverable"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-Deliverable" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none">Schema.org startet som et samarbeid mellom s&#248;kemotorene Google, Yahoo og Bing, og er senere utvidet med bl.a. Yandex. Bakgrunnen var at de enkelte s&#248;kemotorene var i ferd med &#229; lage sine egne begrepsapparat for spesielle &#171;ting&#187; som s&#248;kemotorene kunne kjenne igjen. Litt fritt etter hukommelsen tilb&#248;d f.eks. Google at de som drev en restaurant kunne legge inn spesielle data p&#229; sine hjemmesider, bl.a. &#229;pningstider og link til andres vurderinger, som kunne brukes som strukturerte data av Google.
 
Gjennom Schema.org var ambisjonen &#229; lage et felles vokabular slik at de som lager nettsider slapp &#229; legge inn omtrent likelydende kode, beregnet p&#229; de tre s&#248;kemotorene, alts&#229; en form for begrepsharmonisering.
 
Siden oppstarten har det felles vokabularet vokst betraktelig, og det er ogs&#229; g&#229;tt mer i retning av &#229; basere seg p&#229; W3Cs teknologier for &#171;lenkede data&#187;, bl.a. RDFa og JSON-LD (opprinnelig var &#171;microdata&#187; det prim&#230;re formatet).
 
Her er et knippe klasser/typer som er beskrevet i vokabularet:
 
&#183;        Creative works: CreativeWork, Book, Movie, MusicRecording, Recipe, TVSeries ...
&#183;        Embedded non-text objects: AudioObject, ImageObject, VideoObject
&#183;        Event
&#183;        Health and medical types: notes on the health and medical types under MedicalEntity.
&#183;        Organization
&#183;        Person
&#183;        Place, LocalBusiness, Restaurant ..

 
Det interessante med Schema.org er at det fremst&#229;r som et relativt vellykket fors&#248;k p&#229; &#229; lage &#171;referansemodeller&#187;/core vocabulary, med lave kostnader:
 
-          Vokabularene publiseres p&#229; statiske nettsider, http://schema.org
-          Nye versjoner utvikles i github, der en finner b&#229;de vokabularer under arbeid og programvare for generere innholdet p&#229; http://schema.org &#8211; b&#229;de vokabularet og eksempelene p&#229; bruk av det. Se: https://github.com/schemaorg/schemaorg
-          Det er W3C som organiserer arbeidet med &#229; utvikle vokabularene, gjennom sin &#171;Web Schema TF&#187; (som har et mer generelt oppdrag, men n&#229; er det Schema.org som tar mesteparten av oppmerksomheten). Se deres mandat: http://www.w3.org/2001/sw/interest/webschema.html
-          Det er et lite (bittelite!) &#171;redakt&#248;rkorps&#187;, slik jeg forst&#229;r det &#8211; i all hovedsak Dan Brickley
-          Men mange fagmilj&#248; &#171;bringer til bordet&#187; det de har gjort i andre sammenhenger, og dermed vokser det ganske fort
 
Jeg synes det er ekstra interessant, jfr temaet om eventuelle tiltak knyttet til tjenestekataloger og tjenestebeskrivelser p&#229; m&#248;tet i dag, at Schema.org ogs&#229; beveger seg inn p&#229; et vokabular for &#229; beskrive API. Opprinnelig var det bare &#171;menneskelesbar&#187; informasjon som fikk vokabular, for &#229; gj&#248;re s&#248;keresultatene bedre. Men i fjor la de til typen &#171;Actions&#187; som gir et vokabular for &#229; beskrive maskin-til-maskin-interaksjon. Se http://schema.org/docs/actions.html
 
Se f.eks. Example: Product purchase API call with &#8211;output
 
Eksempelet illustrerer:
-          standardiseringen av API-vokabular &#224; for &#229; sende en web-service-foresp&#248;rsel om &#229; kj&#248;pe noe, bruk &#171;BuyAction&#187;.
-          &#171;meldingsmodellen&#187; for hva tjenesten returnerer som svar &#8211; beskrevet i JSON-LD med bruk av Schema.org-vokabular for &#171;Order&#187;
 
{

  "@type": "Product",

  "url": "http://example.com/products/ipod",

  "potentialAction": {

    "@type": "BuyAction",

    "target": {

      "@type": "EntryPoint",

      "urlTemplate": "https://example.com/products/ipod/buy",

      "encodingType": "application/ld+json",

      "contentType": "application/ld+json"

    },

    "result": {

      "@type": "Order",

      "url-output": "required",

      "confirmationNumber-output": "required",

      "orderNumber-output": "required",

      "orderStatus-output": "required"

    }

  }

}
 
&#8220;Alle&#8221; er enige om at REST-tjenester er veien &#229; g&#229; for integrasjon mellom maskiner, men i det siste er det blitt stadig mer fokus p&#229; at &#171;alle&#187; lager sine REST-tjenester p&#229; forskjellige m&#229;ter, og at mye av gevinsten forsvinner. Et m&#229;l med REST &#8211; hvis det gj&#248;res riktig &#8211; er kunne sette opp integrasjoner uten &#229; ty til dokumentasjon &#171;out of bound&#187;; ut fra et &#171;startpunkt&#187; til et API, skal du via det samme API-et kunne f&#229; informasjon om alle funksjoner i API-et og hvordan det brukes, inkludert meldingsmodeller der hvor du skal sende inn eller f&#229; returnert data. Men det blir lettere hvis man blir enige om &#8230; nettopp! &#8230; begrepsbruken J
 
Derfor har det dukket opp &#171;rammeverk&#187; og standarder for REST-tjenester, inkludert det som Altinn bruker (Odata og Hal, se https://www.altinn.no/api/help/ ). Men de g&#229;r ikke s&#229; langt som til &#229; lage et vokabular for hva slags aksjoner man faktisk kan ta (kj&#248;pe, selge, abonnere, etc). Jeg tror det kan ligge et stort potensiale i det Schema.org gj&#248;r her, og det viser ogs&#229; hvor verdifull det er med knytning er mellom et godt grenesnitt og publiserte datamodeller og vokabular.
 
 
Vel, det var det Oslo kommune hadde &#229; by p&#229; i dag. F&#248;ltes godt &#229; f&#229; nevnt det n&#229;r det omsider hadde boblet opp fra underbevisstheten og frem til pannelappen. Blir _ikke_ forn&#230;rmet om dere ikke finner noen mulighet til &#229; &#171;ta det videre&#187;. Den st&#248;rste verdien av &#229; bruke det tror jeg er at det kan vise relevansen av informasjonsforvaltningen for flere av &#171;do-erne&#187;, de som til sist sitter og etablerer integrasjoner, og sliter med at alle API-er snakker forskjellige spr&#229;k, at integrasjonene m&#229; skrives om hver gang noen endrer API-et sitt osv. Det er denne gruppen jeg tror vi n&#229; m&#229; overbevise. N&#229; har informasjonsforvaltning en &#171;heiagjeng&#187; i veikart og SKATE og de som sliter med manglende orden i eget hus, men det er ikke de samme som skal l&#248;se prosjektenes utfordringer fra dag til dag.
 
 
Helsing,
Steinar</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>