<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html class="frame" lang="en">
<head>
	<meta http-equiv="Content-Type" content="text/html;charset=utf-8">
	<title>6.6.4 Forenklinger ble kompliserende (รท)</title>

	<!-- JQUERY (use 1.x branch to be compatible with IE 6/7/8) -->
	<script type="text/javascript" src="../../lib/jquery/js/jquery-1.11.2.min.js"></script>
	<!-- BOOTSTRAP -->
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-3.3.2.min.css">
	<link type="text/css" rel="stylesheet" href="../../lib/bootstrap/css/bootstrap-theme-3.3.2.min.css">
	<script type="text/javascript" src="../../lib/bootstrap/js/bootstrap-3.3.2.min.js"></script>
	<!-- REPORT SPECIFIC -->
	<link type="text/css" rel="stylesheet" href="../../css/model.css">
	<link type="text/css" rel="stylesheet" href="../../css/i18n.css">
	<script type="text/javascript" src="../../js/frame.js"></script>
	<script type="text/javascript" src="../../js/imageMapResizer.min.js"></script>
</head>

<body>
	<div class="panel panel-default root-panel">
		<div class="panel-heading root-panel-heading">
			<b>6.6.4 Forenklinger ble kompliserende (&#247;)</b>
			(<span class="i18n-elementtype-Assessment"></span>)
			<a class="glyphicon glyphicon-info-sign" id="hint-Assessment" target="hint"></a>
		</div>
		<div class="panel-body root-panel-body">
			<div role="tabpanel">
				<!-- Nav tabs -->
				<ul class="nav nav-tabs" role="tablist">
					<li role="presentation" class="active"><a href="#documentation" aria-controls="documentation" role="tab" data-toggle="tab" class="i18n-documentation"></a></li>
					<li role="presentation"><a href="#properties" aria-controls="properties" role="tab" data-toggle="tab" class="i18n-properties"></a></li>
				</ul>

				<!-- Tab panes -->
				<div class="tab-content">
					<div role="tabpanel" class="tab-pane active" id="documentation">
						<textarea id="docsrc" style="display:none"> &#197; endre regelverk er normalt en prosess som krever lang tid dersom endringene p&#229;virker forhold som skal politisk besluttes eller forankres opp mot overordnede myndigheter. &#216;nskede endringer m&#229; derfor identifiseres og behandles i god tid f&#248;r implementasjon i systemene. Avhengig av omfanget av endringen, er det ogs&#229; knyttet stor usikkerhet til systemimplementasjonen, siden det normalt dukker opp st&#248;rre eller mindre avklaringsbehov etter hvert som l&#248;sningen blir detaljert. Det ble nedlagt mye arbeid i &#229; identifisere og foresl&#229; store og sm&#229; endringer i regelverk og behandlingspraksis som skulle redusere risiko, forenkle og forbedre l&#248;sninger for prosjektet. Overordnet kan man si at det ble gjennomf&#248;rt tre st&#248;rre regelverksendringer som hadde st&#248;rre konsekvenser for l&#248;sningen. Innf&#248;ring av forel&#248;pig svar og etterkontroll mot likning ved behandling av rentefritak (ST07) I HL1 skulle L&#229;nekassen bort fra ren manuell behandling av s&#248;knader om rentefritak og over til en automatisert behandling basert p&#229; inntekt gjennom likning. P&#229; overordnet niv&#229; var endringen godt forberedt f&#248;r prosjektet startet implementasjonen, men forberedelsene var ikke detaljerte nok, slik at en rekke avklaringer knyttet til behandlingsparaksis og spesialtilfeller dukket opp i prosjektet. Kombinert med oppstarten av prosjektet og manglende erfaringer med l&#248;sningskomponentene, var dette med p&#229; &#229; forsinke framdriften i prosjektet. Likevel er det viktig &#229; p&#229;peke at p&#229; lengre sikt vil denne endringen v&#230;re positiv, siden det er lagt til rette for st&#248;rre automatisering. Endring av konverteringsordningen til omgj&#248;ring og likningskontroll (ST04) I HL2-2 skulle L&#229;nekassen endre konverteringsl&#248;sningen fra 2002 til &#229; bli systemteknisk enklere og mer forst&#229;elig for brukerne. I hovedsak besto dette av to st&#248;rre strukturelle endringer: &#8226; Omgj&#248;ringen skulle ikke skje f&#248;r etter at tildelt st&#248;tte var behovspr&#248;vd mot inntekt gjennom innhenting av likningsdata &#8226; Enklere knytning mellom eksamensresultater og st&#248;tte som skulle omgj&#248;res. Ogs&#229; ved denne regelendringen var konseptet forberedt f&#248;r oppstart av implementasjonen, men det viste seg raskt at det var mange uavklarte forhold som prosjektet m&#229;tte ta tak i. P&#229; grunn av dette ble konseptet etter hvert endret og mer komplekst enn forutsatt. En viktig faktor med regelendringen er imidlertid at endringen gjorde det mulig &#229; dele opp den store HL2-2-fasen i to deler og bruke lengre tid. Uten denne utvidelsen ville det v&#230;rt vanskelig &#229; f&#229; levert i henhold til plan. Tilpasning til regelverk i statsbankene I HL3 ble det innf&#248;rt en rekke endringer i l&#229;nemodul som var et ledd i tilpasningene L&#229;nekassen var p&#229;lagt for &#229; samordne praksis i statsbankene. Eksempler p&#229; dette var daglig renteberegning og m&#229;nedlige forfall. I tillegg ble tjenestetilbudet til v&#229;re kunder utvidet med avtalegiro og nye tjenester p&#229; Dine sider. Til forskjell fra de to tidligere endringene, var disse endringene sv&#230;rt konkrete og det fantes organisasjoner som hadde gjort dette tidligere, slik at praksis var avklart. I tillegg var myndighetene sv&#230;rt raske med tilbakemeldinger, slik at prosjektet ikke ble forsinket. Ny funksjonalitet passet godt inn i de eksisterende strukturene som ny l&#229;nemodul ble designet ut fra. Oppsummert er det grunnlag for &#229; si at regelverksendringene i de to f&#248;rste fasene ikke var tilstrekkelig forberedt siden omfanget av avklaringer og presiseringer var sv&#230;rt omfattende. L&#248;sningene ble heller ikke s&#229; oversiktlige og enkle som intensjonen var. Ut fra dette kan vi fastsl&#229; at investert tid i &#229; finne forenklinger i regelverket ikke ga avkastning p&#229; kort sikt. For HL3 sin del var regelverksendringene lite problematiske
siden disse var i langt st&#248;rre grad avklart.</textarea>
						<div id="doctgt" style="white-space:pre-wrap"></div>
					</div>
					<div role="tabpanel" class="tab-pane" id="properties">
						<table class="table table-striped table-hover table-condensed">
							<thead>
								<tr>
									<th class="i18n-key"></th>
									<th class="i18n-value"></th>
								</tr>
							</thead>
							<tbody>
							</tbody>
						</table>
					</div>
			  </div>
			</div>
		</div>
	</div>
	<script type="text/javascript">imageMapResize();</script>
</body>
</html>